"Add Field" = "주석 추가";

"Album" = "앨범";
"Artist" = "아티스트";
"Artwork" = "앨범 사진";
"Author" = "저자";
"Comment" = "설명";
"Composer" = "작곡가";
"Copyright" = "저작권";
"Creation Date" = "생성일";
"Description" = "설명";
"Director" = "감독";
"Disclaimer" = "면책 사항";
"Encoded By" = "인코딩 도구";
"Genre" = "장르";
"Full Name" = "전체 이름";
"Keywords" = "키워드";
"Title" = "제목";
"Information" = "정보";
"Producer" = "제작자";
"Edit Date" = "날짜 편집";
"Track Number" = "트랙";
"Performers" = "실행자";
"URL Link" = "URL 링크";
"Playback Requirements" = "재생 요구사항";
"Original Artist" = "원본 아티스트";
"Original Source" = "원본 소스";
"Original Format" = "원본 포맷";
"Software" = "소프트웨어";
"Product" = "제품";
"Warning" = "경고";
"Writer" = "작자";
"Year" = "연도";
